[
  {
    "Name": "Calming Oils",
    "Aura": "faint abjuration",
    "CL": 5,
    "Slot": "none",
    "Price": "1,000 gp",
    "Weight": "-",
    "Description": "A vial of calming oils help to lessen the rip and fury of great storms, reducing the winds (and the dangerous swells they create) in a 50-foot radius by one step (see page 439 of the Core Rulebook). This radius is measured from the person or ship's deck onto which it is poured, and travels with the oiled creature or surface if it is in motion (such as a ship under sail). If a spell that affects the wind, like control weather or whirlwind, would affect an area under the effect of calming oils, the spell's caster must make an opposed caster level check against the potion's caster level or the spell immediately ends. The oil's effect lasts for 1 hour, after which time the weather returns to normal. If Gozreh is your patron, you may drink the oil to give you water breathing for 1 hour.",
    "Requirements": "Craft Potion, water breathing, wind wall",
    "Cost": "500 gp",
    "Group": "Potion",
    "Source": "Faiths Of Balance",
    "AuraStrength": "faint",
    "WeightValue": 0,
    "PriceValue": 1000,
    "CostValue": 500,
    "Languages": "",
    "BaseItem": "",
    "id": 1078
  },
  {
    "Name": "Abyssal Arsenic",
    "Aura": "faint transmutation",
    "CL": 3,
    "Slot": "none",
    "Price": "420 gp",
    "Weight": "-",
    "Description": "Favored by demon cultists, this malign variant of arsenic causes a wide variety of painful deformations in the victim's flesh.  Type poison, ingested; Save Fortitude DC 13  Onset 10 minutes; Frequency 1/minute for 4 minutes  Effect 1d2 Con damage; Cure 1 save  Spell Effect disfiguring touchUM (Will DC 13)",
    "Requirements": "Brew Potion, Infuse Poison, disfiguring touchUM",
    "Cost": "270 gp",
    "Group": "Potion",
    "Source": "Black Markets",
    "AuraStrength": "faint",
    "WeightValue": 0,
    "PriceValue": 420,
    "CostValue": 270,
    "Languages": "",
    "BaseItem": "",
    "id": 4340
  },
  {
    "Name": "Burning Heart",
    "Aura": "faint evocation",
    "CL": 1,
    "Slot": "none",
    "Price": "150 gp",
    "Weight": "-",
    "Description": "Brewed from belladonna and popular among the backstabbing nobility of Taldor and Cheliax, burning heart causes victims to burst into flames at the most embarrassing times.  Type poisoned, ingested; Save Fortitude DC 14  Onset 10 minutes; Frequency 1/minute for 6 minutes  Effect 1d2 Str damage, target can attempt one save to cure a lycanthropy affliction contracted in the past hour; Cure 1 save  Spell Effect touch of combustionARG (Reflex DC 11)",
    "Requirements": "Brew Potion, Infuse Poison, touch of combustionARG",
    "Cost": "125 gp",
    "Group": "Potion",
    "Source": "Black Markets",
    "AuraStrength": "faint",
    "WeightValue": 0,
    "PriceValue": 150,
    "CostValue": 125,
    "Languages": "",
    "BaseItem": "",
    "id": 4341
  },
  {
    "Name": "Dust Of Eox",
    "Aura": "faint abjuration",
    "CL": 5,
    "Slot": "none",
    "Price": "1,150 gp",
    "Weight": "-",
    "Description": "This black metallic powder infuses lich dust with magic-destroying energies, tearing down any protective spells its imbiber may have in place. It is especially favored by Red Mantis assassins when they must target wizards, arcanists, or nobles with abundant magical servants.  Type poison, ingested; Save Fortitude DC 13  Onset 10 minutes; Frequency 1/minute for 6 minutes  Effect 1d3 Str damage; Cure 2 consecutive saves  Spell Effect dispel magic",
    "Requirements": "Brew Potion, Infuse Poison, dispel magic",
    "Cost": "775 gp",
    "Group": "Potion",
    "Source": "Black Markets",
    "AuraStrength": "faint",
    "WeightValue": 0,
    "PriceValue": 1150,
    "CostValue": 775,
    "Languages": "",
    "BaseItem": "",
    "id": 4342
  },
  {
    "Name": "Liquid Influence",
    "Aura": "faint enchantment",
    "CL": 5,
    "Slot": "none",
    "Price": "900 gp",
    "Weight": "-",
    "Description": "This heady liquid brewed from the toxin indigo dreams imparts a compulsion to its victim, decided when the poison is first created.  Type poison, ingested; Save Fortitude DC 13  Onset 10 minutes; Frequency 1/minute for 6 minutes  Effect 1d3 Wis damage; Cure 2 consecutive saves  Spell Effect suggestion (Will DC 14)",
    "Requirements": "Brew Potion, Infuse Poison, suggestion",
    "Cost": "525 gp",
    "Group": "Potion",
    "Source": "Black Markets",
    "AuraStrength": "faint",
    "WeightValue": 0,
    "PriceValue": 900,
    "CostValue": 525,
    "Languages": "",
    "BaseItem": "",
    "id": 4343
  },
  {
    "Name": "Elixir Of All-Seeing Doom",
    "Aura": "moderate necromancy [evil]",
    "CL": 12,
    "Slot": "-",
    "Price": "13,332 gp",
    "Weight": "-",
    "Description": "This potion radiates evil if detected for. It was created from strong venoms, infused with disease and buried under the earth for six years. Bits of dried earth still cling to the black glass. Drinking the elixir initiates a terrible transformation unless the imbiber succeeds at a DC 28 Fortitude save. In 1d6 days, small warts and boils start to appear on the body.  At this stage, a cure disease and a remove curse spell cast by a 7th or higher level cleric gets rid of the infection. After this time has passed, the boils grow and pop open, revealing hundreds of tiny frog eyes.  The imbiber may see with them as per a robe of eyes, but the horrendous pain causes 1 point of Con and Str damage each day (DC 18 Fortitude save or damage is permanent). At this stage, a heal spell is also necessary for recovery. Once the victim is reduced to 1 Con/Str or a month elapses, he dissolves into a vile mass that generates 666 killer frogs (Pathfinder Roleplaying Game Bestiary, \"Frog, Giant\"). Cutting off, burning or otherwise removing eyes is of no use, as they regrow in a day with double ability damage caused.",
    "Requirements": "Brew Potion, bestow curse, polymorph any object, cleric of Tsathogga",
    "Cost": "6,666 gp",
    "Group": "Potion",
    "Source": "Rappan Athuk",
    "AuraStrength": "moderate",
    "WeightValue": 0,
    "PriceValue": 13332,
    "CostValue": 6666,
    "Languages": "",
    "BaseItem": "",
    "id": 7991
  }
]